//
//  Codex.swift
//  UREClub
//
//  Created by Yaroslav Zhurbilo on 14.12.17.
//  Copyright © 2017 Yaroslav Zhurbilo. All rights reserved.
//

import Foundation

struct Codex {
    
    var numberOfItems: Int {
        return items.count
    }
    
    var items: [String] = [
        "Мы исповедуем принципы честной конкуренции и этичности ведения бизнеса",
        "Развитие нашего бизнеса напрямую связано с развитием города, страны – совершенствуя компанию, мы повышаем стандарты качества рынка недвижимости и строительства",
        "Мы являемся публичными компаниями с прозрачными и открытыми структурами",
        "Мы придерживаемся антикоррупционной стратегии и работаем во благо общества, города, страны",
        "Мы считаем нашим главным активом – человеческий капитал, своим приоритетом видим соблюдение прав и свобод каждого, реализацию потенциала сотрудников, уважение к нашим партнерам и клиентам",
        "В своих действиях руководствуемся принципами экологичности и бережного отношения к природным ресурсам",
    ]
}
